[
  {
    "id": 1,
    "title": "World Environment Day Celebrated at UNwH – 5th June 2025",
    "category": "Online",
    "author": "Jeswal",
    "date": "12 May, 24",
    "image": "assets/images/thumbs/news1.png",
    "description": "The university campus came alive with green spirit as students and faculty joined hands to celebrate the 1st Environment Day at UNwH. Plantation drives, poster-making, and awareness talks were held to promote sustainable living and environmental responsibility.A special guest lecture on Climate Change and Youth Responsibility was also organized, inspiring students to take actionable steps toward a greener tomorrow. The event concluded with a pledge to reduce plastic use and protect natural resources.",
    "highlightTitle": "Create a Dedicated Study Space",
    "points": [
      "Ensure your study area is quiet and distraction-free.",
      "Follow a regular daily study schedule.",
      "Use planners or apps to stay organized.",
      "Participate in forums and online discussions.",
      "Take short, regular breaks to avoid fatigue.",
      "Stay connected with teachers and classmates.",
      "Use digital resources and tools effectively.",
      "Manage your time by setting small goals.",
      "Reward yourself for small accomplishments.",
      "Seek and implement feedback actively."
    ],
    "content": "Online learning offers flexibility and accessibility but demands self-discipline and planning. Begin by creating a peaceful, distraction-free study space. Following a consistent routine helps build a learning habit. Engage with content by participating in forums, completing assignments on time, and asking questions. Don't forget to take care of your health—take breaks, eat well, and sleep on time. Most importantly, keep tracking your progress and stay motivated by celebrating your wins."
  },
  {
    "id": 2,
    "title": "International Yoga Day Observed with Enthusiasm – 21st June 2025",
    "category": "Productivity",
    "author": "Jeswal",
    "date": "15 May, 24",
    "image": "assets/images/thumbs/news3.png",
    "description": "UNwH celebrated International Yoga Day with a rejuvenating yoga session led by trained instructors on the lush campus lawns. Students, faculty, and staff participated with great energy, embracing the theme of “Yoga for Well-being” amidst the tranquil Himalayan surroundings.The event also featured breathing and meditation exercises, helping participants experience mental clarity and inner peace. Informative sessions on yoga’s role in managing stress and improving lifestyle were appreciated by all",
    "highlightTitle": "Master the Clock",
    "points": [
      "Create a weekly plan with priorities.",
      "Use the Pomodoro technique to boost focus.",
      "Avoid multitasking during deep work.",
      "Break tasks into smaller manageable steps.",
      "Use a planner or digital calendar daily.",
      "Set deadlines even when none exist.",
      "Eliminate distractions like phone alerts.",
      "Track where your time actually goes.",
      "Schedule time for rest and exercise.",
      "Review your time usage weekly."
    ],
    "content": "Managing time well is one of the most powerful skills a student can develop. It reduces anxiety, improves focus, and leads to higher academic achievement. Begin by knowing your priorities and mapping out your week. Use techniques like Pomodoro for focus bursts and take regular breaks. Tools like Trello, Notion, or a simple calendar can make a big difference. Analyze your time leaks weekly and improve continuously. Time, once lost, can't be regained—use it wisely."
  },
  {
    "id": 3,
    "title": "Guru Purnima Celebration Honours Teachers – 10th July 2025",
    "category": "Self-Development",
    "author": "Jeswal",
    "date": "20 May, 24",
    "image": "assets/images/thumbs/news2.png",
    "description": "In a heartfelt tribute to the guiding lights of education, UNwH celebrated Guru Purnima with cultural performances, speeches, and ceremonial expressions of gratitude. The event strengthened the student-teacher bond and highlighted the value of mentorship in learning.Students performed traditional songs and presented handmade cards and flowers to their mentors. The celebration ended with blessings from the faculty and motivational words from the university leadership.",
    "highlightTitle": "Find Your Purpose",
    "points": [
      "Set clear short-term goals weekly.",
      "Visualize long-term benefits of your studies.",
      "Keep a motivation journal.",
      "Surround yourself with positive learners.",
      "Track and celebrate milestones.",
      "Don’t chase perfection—focus on progress.",
      "Talk to mentors or peers regularly.",
      "Limit your social media distractions.",
      "Listen to motivational podcasts or audiobooks.",
      "Remind yourself of the ‘why’ behind your learning."
    ],
    "content": "Motivation fluctuates, especially when studying remotely. Start by clearly understanding why you are taking the course. Break goals into smaller, achievable steps and celebrate wins. A motivation journal, positive learning environment, and regular interaction with peers can keep your energy high. Also, consume positive content—videos, books, and speakers that inspire you. Remember: discipline will carry you when motivation fades. Stay consistent and always focus on the bigger picture."
  }
]
